Repository: tematim/Translate
Catalog: Localization/*/statistics.po
Languages: es_mx

source: Statistics
es_mx: Estadísticas

source: One of the best ways to help Folding@home is by recruiting your friends and family. Start by sharing our project with them. Then join a team or even start your own team. The more points your team earns, the closer we come to finding cures.
es_mx: Una de las mejores maneras de ayudar a Folding@home es reclutando a sus amigos y familiares. Comience compartiendo nuestro proyecto con ellos. Entonces únete a un equipo o incluso comienza uno propio. Cuantos más puntos gane su equipo, más nos acercaremos a encontrar curas.

source: On this page you will find access to statistics for individuals and teams who have joined together to earn points and compete with other teams. Some of us are quite intense in our approach to folding. We have team websites, we supe up our computers, and we drive the technology forward by reporting bugs and making suggestions about how to improve the software.
es_mx: En esta página encontrará acceso a estadísticas para individuos y equipos que se han unido para ganar puntos y competir con otros equipos. Algunos de nosotros somos bastante intensos en nuestro enfoque del plegado. Tenemos sitios web de equipos, mejoramos nuestras computadoras e impulsamos la tecnología hacia adelante al informar errores y hacer sugerencias sobre cómo mejorar el software.

source: **MAXIMIZE** your **EFFORT**
es_mx: **MAXIMIZA** tu **ESFUERZO**

source: Set up your team
es_mx: Crea tu equipo

source: If you are interested in setting up a team of your own, you can get started here.
es_mx: Si está interesado en crear un equipo propio, puede comenzar aquí.

source: Start a team
es_mx: Crea un equipo

source: [Lost team password?](https://apps.foldingathome.org/team/mailpass)
es_mx: [¿Perdió la contraseña del equipo?](https://apps.foldingathome.org/team/mailpass)

source: Change your team info
es_mx: Cambia la información de tu equipo

source: Monitoring stats updates automatically: available downloads and rules of use
es_mx: Actualización de estadísticas de monitoreo automáticas: Descargas disponibles y normas de uso

source: The donor and team stats are updated every hour, although this can be delayed if there were a lot of work units to come back during that hour. We have been turning off web access to the stats database during stats updates (usually on the hour).
es_mx: Las estadísticas de donación y de los equipos se actualizan cada hora, aunque esto se puede atrasar si había muchas unidades de trabajo que regresaran durante esa hora. Hemos estado desactivando el acceso web a la base de datos de estadísticas durante las actualizaciones de estadísticas (usualmente en él al momento).

source: Please do not use scripts to access the donor or team pages, but use the full donor list (flat files) instead. IP addresses which do not abide by our robots.txt rules will be banned.
es_mx: Por favor no utilize scripts para acceder a las páginas de donación o de los equipos, sino que utilice la lista completa de donantes (archivos planos). Las direcciones IP que no cumplan con nuestras reglas de robots.txt serán prohibidas.
